Repository: common-repository/i-pay-you
Catalog: languages/ipayou-*.po
Languages: fr_fr

source: AFIWAI DESIGN Page
fr_fr: Page AFIWAI DESIGN

source: Create a PayPalMe link shortcode with a custom amount.
fr_fr: Créer un shortcode pour générer un lien PayPalMe avec un montant personnalisé.

source: Pay with PayPal
fr_fr: Payer avec PayPal

source: Enter the amount to be paid (in euros):
fr_fr: Entrez le montant à payer (en euros):

source: Generate PayPalMe Link
fr_fr: Générer le lien PayPalMe

source: Invalid amount entered.
fr_fr: Montant saisi invalide.

source: I Pay You - PayPalMe Options
fr_fr: I Pay You - Options PayPalMe

source: Main features
fr_fr: Fonctionnalités principales

source: allows your members or visitors to donate or pay you by generating a PayPalMe link themselves with the amount they wish to send to your PayPal account.
fr_fr: permet à vos membres ou visiteurs de vous faire des dons ou des paiements en générant eux-mêmes un lien PayPalMe avec le montant qu'ils souhaitent envoyer sur votre compte PayPal.

source: Step 1:
fr_fr: Étape 1 :

source: Enter your PayPal ID to generate the link to your account.
fr_fr: Entrez votre identifiant PayPal pour générer le lien vers votre compte.

source: Settings saved.
fr_fr: Paramètres enregistrés.

source: PayPalMe Username
fr_fr: Nom d'utilisateur PayPalMe

source: Save Changes
fr_fr: Enregistrer les modifications
